[
  {
    "name": "Ammu Swaminathan",
    "bio": "Ammu Swaminathan’s story began in a town called Palghat (now Palakkad) near Kochi, Kerala in 1894 as the youngest of thirteen children, and the most fiery-spirited. She moved to Madras after getting married in 1908 and started to flourish in an environment where she began educating herself, learning to speak English, to drive, play tennis and even act in several amateur plays. This period in her life also awakened Ammu’s awareness of gender issues and the urgent need for reforms aimed at women’s upliftment. \n In 1917, she became one of the founding members of the Women’s Indian Association (WIA) to address the many socio-economic issues faced by women, such as child marriage, the Devadasi system, widow re-marriage, divorce and inheritance, while also working towards equal economic and educational opportunities for women. Ammu later served as the Vice President and President of the WIA and was one of the fiercest advocates for legislation to end child marriage. \n She took an active part in the independence movement, working with the Congress to liberate women from patriarchal systems of power and resist the caste system. Ammu contested the election for the Central Legislative Assembly in 1945 and won from Madras City. She eventually became a member of the Constituent Assembly in 1946 and spoke on Fundamental Rights and Directive Principles of State Policy. When the motion to adopt the Constitution was being passed on 24 November, 1949, she called the Constitution the realisation of a great dream of four hundred million people. She later served as India’s goodwill ambassador to Russia, China and Ethiopia. \n Ammu Swaminathan never compromised with her principles to fit into notions of what a woman should be like. ",
    "thumbnail": "./thumbnails/Ammu%20Swaminathan.png",
    "path": "./videos/Ammu%20Swaminathan.mp4",
    "type": "mp4",
    "duration": "00:22"
  },
  {
    "name": "Annie Mascarene",
    "bio": "Annie Mascarene was born in 1902 in a Latin Catholic family in present-day Thiruvananthapuram. She was an exceptional student throughout her life, and gained admission into the highly regarded Maharaja’s College at a time when women’s education had started to be encouraged. At the age of 23, Annie earned a double Master’s in History and Economics and went on to study Law in 1927, after women were allowed to enter Legal Studies. \n Annie was also deeply involved with the independence movement and wanted to see Travancore as part of an independent nation. As a founding-member of the Travancore State Congress, Annie gave several speeches which drew huge crowds with her exceptional oratory skills. \n Annie’s work was essential during Travancore’s statehood movement and she was a part of Travancore’s first popularly elected government where she strongly advocated for a range of issues such as women’s education, the expansion of public libraries, improvement of food and agricultural production, and better prison conditions for women prisoners. \n She was elected to the Constituent Assembly in 1948 where she drew on her years of activism and legal knowledge to dwell on the subject of the relationship between the Centre and the Election Commission and the matter of amendments, for which she drew parallels with various countries like the U.S. and Australia, for which she said, ‘ It had to be shaped and reshaped, modelled and remodelled in the cauldron of public opinion at Sydney’. She was also a part of a select committee on the Hindu Code Bill. ",
    "thumbnail": "./thumbnails/Annie%20Mascarene.png",
    "path": "./videos/Annie%20Mascarene.mp4",
    "type": "mp4",
    "duration": "00:28"
  },
  {
    "name": "Begum Qudsia Aizaz Rasul",
    "bio": "Begum Qudsia Aizaz Rasul came from a family with a rich and progressive political history, which enabled her to attain a formal education, a privilege not accorded to most women of the time. Qudsia enjoyed a great degree of freedom at home and attended concerts, hosted parties and indulged in political discussions while remaining in purdah.\n She acted as her father’s secretary which gave her a chance to observe political leaders and freedom fighters from a close proximity. A significant moment came when she attended an All India Women's Conference meeting, at the behest of Sarojini Naidu. This meeting was presided over by Sultan Jahan, the Begum of Bhopal, who was a staunch supporter and patron of the women’s movement. This meeting and movement greatly inspired Begum Qudsia and informed her politics and philosophy. \n After her marriage, Qudsia decided to drop the purdah and contested in the United Provinces Assembly elections. Although she faced stiff opposition from the conservationists and traditional landlords, Begum Qudsia persevered and won the election with an overwhelming majority. \n She was vocal for advancing women’s causes during her time in legislature as the Leader of the Opposition and Deputy Speaker in the United Provinces Council, and raised the issues of education for women, birth control and the need for more women police officers --  highly progressive subjects that were not considered appropriate for public discussion at the time. \n Begum Qudsia continued her advocacy as a member of the Constituent Assembly. She was elected to the Assembly in 1946 and was the only Muslim woman representative. She was a member of the Advisory Committee on Fundamental Rights, Minorities, and Tribal and Excluded Areas headed by Sardar Patel. The Committee recommended doing away with separate electorates and instead reserving seats for minorities under joint electorates. Qudsia was vocal about this issue and said, ‘For my part, I have from the beginning felt that in a secular state separate electorates have no place’. She was also a passionate supporter of fundamental rights for citizens. \n In 1950, she formally joined the Congress and was elected to the Rajya Sabha from Uttar Pradesh, after which she went on to occupy many illustrious positions, such as the Minister for Social Welfare and Minorities in the Uttar Pradesh Legislative Council. Later, she also served as the President of the All India Women’s Hockey Association, where she revitalised the sports infrastructure of the country. In 2000, she was awarded the Padma Bhushan for her contributions to social work.\n",
    "thumbnail": "./thumbnails/Begum%20Aizaz%20Rasul.png",
    "path": "./videos/Begum%20Aizaz Rasul.mp4",
    "type": "mp4",
    "duration": "00:27"
  },
  {
    "name": "Dakshayini Velayudhan",
    "bio": "Dakshayani Velayudhan was a pioneering figure whose achievements laid the foundation for future generations of women. She was the first Science Graduate in Cochin, the first Dalit woman in the Cochin Legislative Council, and the only Dalit woman in the Constituent Assembly of India. \n She began her journey in Cochin in a deeply caste entrenched society as a member of the Pulaya caste due to which she faced severe social, political and economic discrimination. She, along with her family, stood against discriminatory practices and were involved in a reformist wave which demanded better rights for their community, including access to government schools, public spaces and freedom from bonded agricultural labour. \n Dakshayani got married after completing her education and wanted to contribute more actively to social reform, for which she decided to run for one of the three reserved seats in the Cochin Legislative Council, even resigning from her government job to do so. She was elected as the first Dalit woman in the Cochin Legislative Council and gave an impassioned first speech calling for the allocation of more funds for the Depressed Classes and reservation in the Panchayats and Municipalities. She was sharply critical of untouchability and expressed her hopes for a casteless society, stating that, ’Our state can never claim to be enlightened as long as even a single individual is considered as an untouchable.’ \n In 1946, Daykshayani was elected to the Constituent Assembly from Malabar in the Madras Presidency and remained committed to highlighting her hopes for a casteless society. In her first speech, she said, ‘In the Indian Republic, there will be no barriers to caste or community..” She believed that upliftment needed to be based on mindset changes achieved by the removal of social disabilities and granting every citizen the same freedoms rather than special safeguards. She contributed significantly to the Assembly debates on separate electorates, prohibition of forced labour and the need for the abolition of untouchability. \n After the adoption of the Constitution, Dakshayani continued with social service and was very active in the resettlement of Partition and Tibetan refugees. She, along with a few other Ambedkarite women, also set up the Mahila Jagriti Parishad, which worked to professionally equip Dalit women and provide literacy. \n Dakshayani Velayudhan was highly conscious of the connections between caste and gender oppression and emphasised the need for economic independence to truly live by one’s ideals.\n",
    "thumbnail": "./thumbnails/Dakshayani%20Velayudhan.png",
    "path": "./videos/Dakshayani%20Velayudhan.mp4",
    "type": "mp4",
    "duration": "00:29"
  },
  {
    "name": "Durgabai Deshmukh",
    "bio": "Durgabai’s foray into social activism began at a remarkably young age. She was a keen observer of the world around her and was sensitive to the gender inequalities of her time. At  an early age of 12, she was a staunch Gandhian and managed to arrange an exclusive meeting between Gandhi, Devadasis and women who observed purdah. She even translated Mahatma Gandhi’s speech into Telugu for the crowd, and subsequently became his official translator for all of his trips to the Andhra region. \n Soon, Durgabai became deeply involved with the independence movement which motivated her to set up the Balika Hindi Pathshala to promote Hindi education for girls. She was at the forefront of the Salt Satyagraha and was arrested various times by the British, which motivated her interest in the law. She felt an understanding of law was essential to cultivate an understanding of rights in people. She began her foray into law at the age of 24, but had to learn the English alphabet and finish high school first, a challenge she dived headfirst into. \n She was a quick learner, and went on to study Political Science from the Andhra University. There, she also set up the Andhra Mahila Sabha which aimed to empower women by providing them with education and skill based income generation opportunities. After securing a first class division, she was accepted to study law in the prestigious Inner Temple in London but could not take admission due to the Second World War. Undeterred, she decided to enrol in the Madras University and went on to establish herself as one of Madras’ leading names in criminal law. The Andhra Mahila Sabha also grew exponentially and almost a decade later, it became a full fledged institute with around 800 members under Durgabai’s leadership. \n Towards the end of 1946, Durgabai was elected to the Constituent Assembly where she spoke passionately on the subjects of language, religious freedom and age criteria in the Rajya Sabha and used her extensive legal knowledge to propose multiple amendments to the Judicial system. \n Durgabai was also a member of the select committee on the Hindu Code Bill and post India’s independence, worked for the Central Social Welfare Board (CSWB), as part of which she set up more than 30,000 centres across 1,50,000 villages where she was able to unite thousands of voluntary organisations across India working towards social development and skilling and educating rural women. She was awarded the Padma Vibhushan in 1975. \n",
    "thumbnail": "./thumbnails/Durgabai%20Deshmukh.png",
    "path": "./videos/Durgabai%20Deshmukh.mp4",
    "type": "mp4",
    "duration": "00:31"
  },
  {
    "name": "Hansa Mehta",
    "bio": "In the aftermath of the Second World War, when the United Nations High Commissioner for Refugees (UNHCR) set about drafting the Universal Declaration of Human Rights, the first draft of the article said, ‘All men are born free and equal’. One voice objected to the exclusionary language, prompting the draft to be changed to, ’All human beings are born free and equal’. This voice was Hansa Mehta’s. \n Hansa Mehta began her journey in Baroda with a Philosophy degree, one of the three women enrolled in her batch and constantly made aware of the fact by her peers. Later she took up Journalism in the London School of Economics, where she went through a political awakening after becoming acquainted with Sarojini Naidu and interacting with several senior leaders of the Indian independence movement. \n On her return to India, she became closely involved with Gandhi and also became a member of the All India Women’s Conference (AIWC), which at the time primarily focused on education and enjoyed official support from the colonial government. Mehta wanted to expand the mandate of the Conference and make the struggle for women’s rights a necessarily political one. She went on to participate actively in the Civil Disobedience Movement and became an integral part of the Congress and the National Council for Women in India. \n In December 1945, Hansa presided over the annual conference of the All India Women’s Conference where she talked about crystallising their demands through a women’s charter of rights for raising the economic and social status of women. The conference was forward-thinking and raised the issue of unpaid household work, which Hansa felt needed to be recognised and also, the essential but often ignored right to leisure. The Charter also advocated for holistic changes to personal law vis-a-vis succession, divorce, polygamy and guardianship and was forwarded to the central and provincial governments, strongly urging their inclusion in the Constitution. \n She carried on the demands of the AIWC through her role in the Constituent Assembly and constantly highlighted the need for gender reforms and equality. She said ‘this ancient land cannot attain its rightful place, its honoured place in this world without the cooperation of women.’ She urged the members of the Assembly to be futuristic in their vision and said, ‘We have to see that the future generation is not fettered by our own prejudices with regard to marriage or divorce or with regard to any other ideas that we may have today.’ \n On the eve of Independence, Hansa Mehta presented the national flag to the Constituent Assembly. She was awarded the Padma Bhushan in 1959. \n",
    "thumbnail": "./thumbnails/Hansa%20Jivraj%20Mehta.png",
    "path": "./videos/Hansa%20Jivraj Mehta.mp4",
    "type": "mp4",
    "duration": "00:30"
  },
  {
    "name": "Kamala Chaudhri ",
    "bio": "Kamala was an avid fiction writer and wrote several poems and short story collections on the psychology of women and gender discrimination. She was highly sensitive to the gender stereotypes prevalent during her times and joined politics in 1930, at the age of 28 as the Secretary of Mahila Charkha Sangh that followed the Gandhian practice of spinning and weaving yarn. She also participated in the Civil Disobedience Movement and was arrested several times while also rising through the ranks of the Congress — being elected to the Provincial Congress Committee and as the Vice-Chairperson at the 54th All India National Congress Committee session held in November 1946. \n Kamala was elected to the Constituent Assembly from the United Provinces and was vocal about her support for the Hindu Code Bill—which included provisions for divorce, equal inheritance rights for daughters. \n Kamala continued to serve as a member of the Provisional Parliament till 1952 after which she worked for the education and skill upliftment of girls in rural areas. Her imaginative bent of mind and knowledge of the history of Indian literature enabled her to enrich the Assembly debates with her insights and varied perspectives.\n",
    "thumbnail": "./thumbnails/Kamala%20Chaudhri.png",
    "path": "./videos/Kamala%20Chaudhri.mp4",
    "type": "mp4",
    "duration": "00:26"
  },
  {
    "name": "Leela Roy ",
    "bio": "Leela Roy was Dhaka University’s first female student to earn a Master’s degree and was also actively involved in the women’s suffrage movement. She understood the necessity of education for women to secure financial security and take up a bigger role in shaping society for which she established Deepali Sangha, a women’s association,  in 1923.  The association set up various education and technical training centres for women. \n Through her activism, Leela began noticing a clear demarcation of gender roles, even in the freedom movement and wanted to expand women’s role beyond picketing foreign shops and weaving khadi. She wanted to train women to be all-encompassing in their intellect, physical fitness, public speaking and organisational skills. This is what her educational centres aimed to do, and even invited Mahatma Gandhi and Rabindranath Tagore for lectures. \n Leela expressed herself through the Deepali Sangha’s mouthpiece, a magazine called Jayashree Patrika, which aimed to inspire a fearless spirit of patriotism amongst the women of Bengal. Although she faced arrest for Jayashree’s articles against the government and spent nearly four years in gruelling conditions, she returned to political activity and publications upon her release. \n Leela Roy was nominated to the Constituent Assembly in 1946, where she strongly opposed and was deeply anguished by the idea of Partition. After learning about the inevitability of Partition, she resigned from the Assembly. Leela Roy participated intensely in relief efforts in the wake of communal violence which broke out during the Partition and led various rehabilitation and rescue efforts to help refugees procure documentation. ",
    "thumbnail": "./thumbnails/Leela%20Roy.png",
    "path": "./videos/Leela%20Roy.mp4",
    "type": "mp4",
    "duration": "00:27"
  },
  {
    "name": "Malati Choudhury",
    "bio": "Malati Choudhury had a strong sense of patriotism and service which she developed during her education at Santiniketan. She moved to Orissa after completing her education and became an active part of the independence movement, participating in the Congress’ call for ‘Purna Swaraj’ (complete independence). She was a part of several protests, including the salt satyagraha, which led to her arrest several times. \n Malati came to associate socialism and independence as being strongly interdependent and founded the Socialist Unit of the Congress Party in Orissa, even launching a weekly magazine called Sarathi, which became the mouthpiece of the organisation. She even donated her entire farm holdings and jewellery to the organisation and was determined to see the end of the zamindari system, for which she built strong relationships with people on the ground, at the bottom of the agricultural order. She toured villages extensively to understand the daily lives and grievances of people and was later elected to the Orissa State Legislative Assembly. \n In 1946, Malati became the only woman from Orissa to be nominated to the Constituent Assembly but felt she could serve the nation better on the field, conducting rehabilitation work. She resigned from the Assembly soon after to focus on relief work, which she continued even after India’s independence. \n",
    "thumbnail": "./thumbnails/Malati%20Choudhury.png",
    "path": "./videos/Malathi%20Choudhary.mp4",
    "type": "mp4",
    "duration": "00:22"
  },
  {
    "name": "Purnima Banerji ",
    "bio": "Purnima Banerji was a highly articulate and well-informed debater as her interventions in the Constituent Assembly are testament to. Elected to the Assembly as one of its youngest members, Purnima took active part in debates, moving several amendments on the topic of secularism and advocating for the reduction in the age of qualification in legislative councils from 35 to 30. This amendment was approved and is still reflected in Article 173 of the Constitution. She was also outspoken about including the ‘right to livelihood’ in the Directive Principles of State Policy as she felt, ’We consider these principles to be absolutely essential and in fact our guiding star in the future.’ During the debates, Purnima also moved four amendments to an article drafted to provide protection against unlawful arrests and grant rights to detainees, in what is currently article 22 of the Constitution. \n Her final speech in the Assembly was made two days before the adoption of the Constitution on 24 November 1949 and she was jubilant about the possibilities it would offer to the people and society. She appealed to everyone in Parliament to treat women’s rights with seriousness and said, \"I personally feel that this Constitution has provided us with the means for changing the structure of society.\" \n Two months after her final speech, she led the chorus of the National Anthem after its official adoption. ",
    "thumbnail": "./thumbnails/Purnima%20Banerji.png",
    "path": "./videos/Purnima%20Bannerji.mp4",
    "type": "mp4",
    "duration": "00:30"
  },
  {
    "name": "Rajkumari Amrit Kaur",
    "bio": "Amrit Kaur was integral to constructing India’s public health infrastructure and a passionate supporter of the independence movement. She was born in Lucknow city but gained a formal education in England and travelled extensively in Europe before returning to India, in the midst of the nationalist movement. Her return to India vitalised her patriotic spirit and motivated her to be an active part of the independence movement. \n Amrit was also actively involved with expanding the women’s rights movement and an essential part of the All India Women’s Conference( AIWC). She was one of the most recognisable faces of India’s feminist movement internationally and a part of the 1933 AIWC delegation alongside Ammu Swaminathan which made official submissions to the Council of League of Nations about the lack of representation of Indian female opinion in the Council. \n She was strongly against separate electorates and reservation for women and passed a resolution for the same. In an article published in the Modern Review, she wrote ‘The proper status of women in modern societies must, therefore, be discussed and settled in the light not of history, but of ethics.’ And that a democratic society is one, ‘based on respect for the fundamental fact of human personality.’ \n Amrit Kaur later decided to move into one of Gandhi’s ashrams and adopted a more austere life and decided to serve as his English Language secretary. She also travelled extensively and undertook tours to spread word against untouchability and highlight the importance of adopting khadi. \n In 1947, she became a part of Independent India’s first Cabinet as Minister of Health and was elected to the Constituent Assembly from Central Provinces and Berar. She was later also nominated to the Advisory Committee of the Assembly, and its Sub-committee on Fundamental Rights and Minorities. She joined other members in highlighting the need for positive discrimination in Article 15 which guarantees the right to equality. She, along with Hansa Mehta wrote to B.N. Rau, the Assembly’s Constitutional Adviser to ensure the right to religion did not come at the cost of women’s other fundamental rights. \n One of her most remarkable achievements was piloting the bill to establish the All India Institute of Medical Sciences (AIIMS) which revolutionised medical education in the country, alongside running several remarkable programmes against malaria, leprosy and other venereal diseases. \n\n",
    "thumbnail": "./thumbnails/Amrit%20Kaur.png",
    "path": "./videos/Rajkumari%20Amrit Kaur.mp4",
    "type": "mp4",
    "duration": "00:23"
  },
  {
    "name": "Renuka Ray ",
    "bio": "Renuka Ray was born into a highly educated family in Bengal with close ties to Gandhi and received an education from the London School of Economics, where she became involved in political activism. She became an active participant in the Indian freedom movement after her return to India. \n She was a staunch supporter of women’s welfare and set up Mahila Samitis that focused on maternity, child welfare and children’s education. In 1930, she attended her first annual session of the All India Women’s Conference which deeply inspired her to become further involved in their activities and set up various district chapters in Bengal. \n Renuka highlighted the importance of a Uniform Civil Code to remove legal disabilities to women in terms of their property rights, divorce, rights of widows and guardianship. She further realised the need to reform personal laws with the passing of the Hindu Women’s Right to Property Act  in 1937, which although progressive, still faced protests by several women’s organisations, of which she was a representative. \n In 1946, Renuka was elected to the Constituent Assembly and participated in numerous debates on matters ranging from religious education, the Hindu Code Bill, the Devadasi system and the right to property. Even while serving in the Constituent Assembly, she devoted time to solving the post-Partition refugee crisis. \n Renuka eventually went on to head the Study Team on Social Welfare and Welfare of Backward Classes, later known as Renuka Ray Committee, which toured rural areas in the country and recommended pragmatic solutions to improve the lives of tribals. In 1988, Renuka was conferred the Padma Bhushan for her contribution to public service. ",
    "thumbnail": "./thumbnails/Renuka%20Ray.png",
    "path": "./videos/Renuka%20Ray.mp4",
    "type": "mp4",
    "duration": "00:23"
  },
  {
    "name": "Sarojini Naidu",
    "bio": "Sarojini Naidu was a literary sensation and one of the foremost leaders of the Indian freedom struggle and the suffrage movement. She was a prodigal talent in her studies and by the time she was 13, had already written a 1300 line poem, titled Lady of the Lake. She went to England to pursue her higher studies after receiving a scholarship from the Nizam of Hyderabad who had read one of her plays. Upon her return to India, Naidu released her first collection of poems, The Golden Threshold, which received great critical acclaim. \n At this juncture of her life, she was also becoming interested in social service and gave several speeches to large crowds in Calcutta and Bombay exhorting women ‘to come out of seclusion, to work, to take up careers’. Saroijini was unsparing in her assessment of men who stood against women’s progress and in the Indian Social Conference of December 1906, said, ‘Therefore, I charge you, restore to you women their ancient rights for as I have said, it is we, and not you, who are the real nation builders, and without our active corporation at all points of progress, all your Congress and Conferences are in vain.’ \n Sarojini was a great influence for the women in the Constituent Assembly and inspired many with her great oratory skills and poetic language, which were essential for the Independence movement. Her vision for a free India involved equal rights for women, not as a liberty but rather as a necessity, and she said, ‘the women of India should not appeal to the chivalry of the men of India but to their sense of justice’. Sarojini was integral to ensuring the right to vote for women and made several speeches and recommendations throughout her political career, in both formal and public settings to garner support for universal suffrage. \n In 1946, she was elected to the Constituent Assembly from Bihar. In her first speech, she expressed her hopes for the stalling of the Partition and was optimistic about the role of the Constituent Assembly, stating that ‘..the Constitution of India is a Constitution for the freedom and emancipation of every human being in India, whether prince or peasant.’ \n Sarojini Naidu had the soul of a poet and the spirit of a reformer, she transformed moments of despair through her messages of hope and aspiration for the nation when it needed them the most, and raised her voice for women, loudly and proudly, throughout her life.",
    "thumbnail": "./thumbnails/Sarojini%20Naidu.png",
    "path": "./videos/Sarojini%20Naidu.mp4",
    "type": "mp4",
    "duration": "00:22"
  },
  {
    "name": "Sucheta Kripalani",
    "bio": "Sucheta Kripalani was born in Ambala and moved around the country constantly due to her father’s various transfers as a medical officer, before she settled down in Delhi to pursue a Master’s in History at St. Stephen’s College. She was the only woman in her batch and worked hard to establish a stellar academic record at the college before taking up a position as a lecturer in Banaras Hindu University’s Women’s College. She wanted to actively participate in the independence movement during this time, but had to balance her desire with the necessity of providing for her family. \n Sucheta eventually joined the Congress and was integral to the formation of its women’s wing, now the All India Mahila Congress, where she took on the mammoth task of establishing various units throughout the country to raise women’s political consciousness, an undertaking which was put on hold due to repeated arrests. \n Sucheta worked extensively on relief and rehabilitation work during the violence which followed the Partition and toured the areas hit by communal unrest extensively, making detailed notes of testimonies which were essential for spreading information about the extent of people’s suffering. \n She was elected to the Constituent Assembly from the United Provinces and during the Assembly debates, she spoke in favour of the Hindu Code Bill, highlighting how it stood for equality. She also became General Secretary for a committee overseeing relief work for refugees in Delhi during this time and played an important role in the rehabilitation of Tibetan refugees and those fleeing from East Pakistan (now Bangladesh). \n Post Independence, she continued her political career, eventually taking on the role of the Chief Minister of Uttar Pradesh, becoming India’s first woman to head a state government. During her tenure, she focused on creating a progressive state and worked to improve irrigation networks and industrialise the state. \n",
    "thumbnail": "./thumbnails/Sucheta%20Kripalani.png",
    "path": "./videos/Sucheta%20Kripalani.mp4",
    "type": "mp4",
    "duration": "00:25"
  },
  {
    "name": "Vijaya Lakshmi Pandit",
    "bio": "Vijaya Lakshmi was born in the illustrious Nehru household as Swarup Nehru, and was the younger sister of Jawaharlal Nehru. She developed an interest in politics from a young age and was mesmerised by the oratory of Sarojini Naidu and Annie Besant. Inspired by these women, she began volunteering for the Congress and eventually became involved in the independence movement. She set up various weaving centres in villages, led processions, gave speeches and organised protests as part of the nationalist movement. After her marriage, she took on the name Vijaya Lakshmi Pandit. \n Vijaya Lakshmi understood gender problems to be structural and acknowledged the importance of systematic change, especially in the education system, which she tried to implement while she was President of the All India Women’s Conference from 1941-42. She also travelled internationally, visiting the USA in a bid to raise awareness about the Indian independence movement and garner the support of the American public through various public meetings, speeches, press interviews, and meetings with government officials. Her exemplary tour led to her being assigned the head of the Indian Legislation to the UN General Assembly where she led India’s case against South Africa’s mistreatment and denial of human rights to Indians residing there. \n Soon after her return to India, she was elected to the Constituent Assembly where she said, ‘It was my privilege in 1937 to move the first resolution… in my province, demanding a Constituent Assembly to draw up a Constitution for an Independent India. Today, ten years later, the Constituent Assembly is meeting here. This is a historic milestone in our progress towards freedom and yet, Sir, freedom remains just a little beyond our grasp’. \n In August 1947, she was appointed as India’s ambassador to the USSR and moved to Moscow for two years before shifting to the USA. She was then appointed as the High Commissioner of the United Kingdom, and in 1953, she was elected as the President of the United Nations General Assembly, becoming the first woman and only Indian to occupy the office at the time. She was awarded the Padma Vibhushan for Civil Service in 1962. \n",
    "thumbnail": "./thumbnails/Vijaya%20Lakshmi%20Pandit.png",
    "path": "./videos/Vijaya%20Lakshmi%20Pandit.mp4",
    "type": "mp4",
    "duration": "00:32"
  }
]
